[AHWAdvBishop X2CharacterTemplate]
strCharacterName="狂热主教"

[AHWAdvInquisitor X2CharacterTemplate]
strCharacterName="狂热审判官"

[AHWAdvCrusader X2CharacterTemplate]
strCharacterName="狂热十字军"

[AHWAbility_EngagePsiSelfDestruct X2AbilityTemplate]
LocFriendlyName="为了长者的荣耀"
LocLongDescription="用灵能强化圣教军的身体，使其在死亡时爆炸。"
LocHelpText="用灵能强化来为十字军的身体充能，使其在死亡时爆炸。"
LocFlyOverText="为了长老的荣耀"

[AHWAbility_BendingReed X2AbilityTemplate]
LocFriendlyName="异端裁决"
LocLongDescription="审判官在近战攻击后获得额外移动点数。"
LocHelpText="审判官在近战攻击后获得额外的移动点数。"
LocFlyOverText="异端裁决"

[AHWAbility_TriggerPsiSelfDestruct X2AbilityTemplate]
LocFriendlyName="为了长者的荣耀"
LocLongDescription="引爆十字军的灵能增能，杀死他们但造成巨大的范围伤害。"
LocHelpText="引爆十字军的灵能增能，杀死他们但造成巨大的区域伤害。"
LocFlyOverText="为了长老的荣耀"

[AHWAbility_LightningBolt X2AbilityTemplate]
LocFriendlyName="审判异教徒"
LocLongDescription="发射一道具有高度伤害力的灵能光束，使目标眩晕。"
LocHelpText="发射一道具有高度伤害力的灵能光束，使目标眩晕。"
LocFlyOverText="审判异教徒"

[AHWAbility_ShockLance X2AbilityTemplate]
LocFriendlyName="严刑拷打"
LocLongDescription="近战攻击敌人并有极高几率使其晕眩。"
LocHelpText="近战攻击敌人并极有可能使其晕眩。"
LocFlyOverText="严刑拷打"

[AHWAbility_TheCulling X2AbilityTemplate]
LocFriendlyName="裁决异教徒"
LocLongDescription="使用特殊的近战攻击直接处决晕眩目标。目标不会流血。目标将无法维持生命。"
LocHelpText="使用特殊的近战攻击直接处决晕眩目标。目标不会流血。目标将无法维持生命。"
LocFlyOverText="裁决异教徒"

[FanaticPlasmaRifle_AHW X2WeaponTemplate]
FriendlyName="狂热等离子步枪"
FriendlyNamePlural="狂热等离子步枪"
BriefSummary="特殊等离子武器只提供给最虔诚的术士信徒。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合\n<Bullet/> 如果士兵同时使用两种操作进行射击，则会进行三发射击，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力"

[FanaticShockLance_AHW X2WeaponTemplate]
FriendlyName="狂热的信仰"
FriendlyNamePlural="狂热的信仰"
BriefSummary="只提供给术士审判官的特殊眩晕长矛。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合\n<Bullet/> 如果士兵同时使用两种操作进行射击，则会进行三发射击，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力"

[FanaticShockGrenade_AHW X2GrenadeTemplate]
FriendlyName="教徒的血肉"
FriendlyNamePlural="教徒的血肉"
BriefSummary="教徒的血肉会造成电击伤害，并且震慑所有可被震慑的受影响单位。"
TacticalText="<Bullet/> EMP 炸弹，由 EMP 手榴弹升级而来，对更大半径内的机械敌人造成更大伤害。<br><Bullet/> EMP 炸弹在造成伤害时会忽略护甲。<br><Bullet/> EMP 炸弹可以比标准手榴弹投掷或发射得更远。"
ThrownAbilityName="投掷教徒的血肉"
ThrownAbilityHelpText="对目标区域内的单位造成伤害并使其昏迷。"
LaunchedAbilityname="教徒的血肉"
LaunchedAbilityHelpText="对目标区域内的单位造成伤害并使其昏迷。"